glossary = {
    'Кортеж': 'неизменяемый, постоянный список данных',
    'print()': 'команда, выводящая данные на экран',
    'Словарь': 'структура данных, предназначенная для объединения взаимосвязанных данных',
    'Список': 'набор элесентов, следующие в определенном порядке',
    'Константа': 'переменная, которая неизменяема в течении всей программы',
    'Python': 'высокоуровневый язык программирования',
    'upper()': 'метод, возвращающий строку, написанную заглавными буквами',
    'lower()': 'метод, возвращающий строку, написанную строчными буквами'
    }

for key, value in glossary.items():
    print(f'{key} - это {value}.\n')
